[
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "Смартфоны",
      "description": null
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "Ноутбуки",
      "description": null
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name": "Планшеты",
      "description": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name": "Apple iPhone 15 Pro 256GB Black Titanium",
      "description": "Смартфон Apple iPhone 15 Pro 256GB Black Titanium с шестиядерным процессором А17 Pro характеризуется высокой производительностью и энергоэффективностью. За счет оптимального объема оперативной памяти достигается плавный запуск приложений и программ. Для хранения личных данных, фотографий, картинок из интернета, видео предусмотрен вместительный внутренний накопитель.",
      "photo": "",
      "category": 1,
      "price": 179999,
      "created_at": "2023-11-20T19:25:37.676Z",
      "last_modified_at": "2023-11-20T19:25:37.677Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name": "Samsung Galaxy Z Fold5 512GB Phantom Black",
      "description": "Смартфон Samsung Galaxy Z Fold5 512GB Phantom Black (SM-F946B) имеет высокотехнологичное аппаратное и программное обеспечение. Производительный восьмиядерный процессор в сочетании с 12 ГБ ОЗУ обеспечивают оптимальный уровень быстродействия в играх. Многооконный режим позволяет одновременно смотреть фильм и редактировать тексты. При необходимости к телефону можно подключить электронное перо S Pen.",
      "photo": "",
      "category": 1,
      "price": 199999,
      "created_at": "2023-11-20T19:27:39.077Z",
      "last_modified_at": "2023-11-20T19:27:39.077Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "Apple MacBook Air 13 M1/8/256GB Silver",
      "description": "Ноутбук Apple MacBook Air 13 M1/8/256GB Silver (MGN93) можно использовать не только для выполнения повседневных задач, но также для работы с ресурсоемкими профессиональными приложениями, для проведения досуга за популярными видеоиграми с высокими системными требованиями. Восьмиядерный процессор Apple M1 обеспечивает оптимальное быстродействие. Дисплей поддерживает отображение реалистичных оттенков, а интегрированный графический адаптер отвечает за плавное воспроизведение потокового контента без эффекта разрыва кадров.",
      "photo": "",
      "category": 2,
      "price": 95999,
      "created_at": "2023-11-20T19:29:13.691Z",
      "last_modified_at": "2023-11-20T19:29:13.691Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "Lenovo Yoga Tab 11 YT-J706X 4Gb+128Gb Gray",
      "description": "Планшет Lenovo Yoga Tab 11 YT-J706X 4Gb+128Gb Gray станет вашим портативным кинотеатром. Удобная металлическая подставка позволяет подбирать и фиксировать комфортный угол обзора. Вы можете легко повесить устройство на стену. Технология фильтрации синего цвета защищает глаза от напряжения. Прочный корпус приятного серого оттенка толщиной 7,9 мм весит 650 г и не занимает много места при транспортировке.",
      "photo": "",
      "category": 3,
      "price": 32999,
      "created_at": "2023-11-20T19:30:35.864Z",
      "last_modified_at": "2023-11-20T19:30:35.864Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name": "Lenovo ThinkPad X1 Carbon Gen10",
      "description": "Ноутбук Lenovo ThinkPad X1 Carbon Gen10 (21CB008GRT) в корпусе черного цвета, изготовленного из карбона и алюминия, с подсветкой клавиш клавиатуры. Установлен процессор Intel Core i7-1260P с максимальной тактовой частотой 4,7 ГГц, обладающий 12 физическими ядрами и 12 виртуальными потоками. Набор микросхем на плате реализован чипсетом Intel WM690. Модель оснащена четырьмя слотами оперативной памяти LPDDR5 общим объемом 16 Гб с частотой 5200 МГц. Твердотельный накопитель SSD позволяет хранить на жестком диске до до 512 Гб информации. Lenovo ThinkPad X1 Carbon Gen10 укомплектован экраном диагональю 14\" и разрешением 1920х1080 пикселей с матрицей типа IPS, обладающей матовой поверхностью для удобства работы в любых условиях освещенности.",
      "photo": "",
      "category": 2,
      "price": 236390,
      "created_at": "2023-11-20T19:31:51.379Z",
      "last_modified_at": "2023-11-20T19:31:51.379Z"
    }
  }
]